Repository: wpai-inc/agentwp
Catalog: languages/agentwp-*.po
Languages: ru_ru

source: 5 users per website
ru_ru: 5 пользователей на сайт

source: [Vite] Entry %1$s not found.
ru_ru: [Vite] Запись %1$s не найдена.

source: [Vite] Failed to read manifest file %1$s.
ru_ru: [Vite] Не удалось прочитать файл манифеста %1$s.

source: [Vite] No manifest found in %1$s.
ru_ru: [Vite] Манифест не найден в %1$s.

source: Abilities are the actions AgentWP can take on your site.
ru_ru: Возможности — это действия, которые AgentWP может выполнять на вашем сайте.

source: Access
ru_ru: Доступ

source: Access denied.
ru_ru: Доступ запрещен.

source: Account
ru_ru: Счет

source: Actions
ru_ru: Действия

source: Active plugins & themes, uploads, and logs
ru_ru: Активные плагины и темы, загрузки и журналы

source: Adds a AI Agent to your WordPress installation.
ru_ru: Добавляет AI-агента к вашей установке WordPress.

source: Agent Settings
ru_ru: Настройки агента

source: Agentic actions are currently disabled and will roll out in the coming weeks.
ru_ru: Действия агентов в настоящее время отключены и будут развернуты в ближайшие недели.

source: AgentWP
ru_ru: АгентWP

source: AgentWP Blog
ru_ru: Блог AgentWP

source: AgentWP crawls your site weekly to summarize it for better understanding. Run this now instead of waiting.
ru_ru: AgentWP сканирует ваш сайт еженедельно, чтобы подвести итог для лучшего понимания. Запустите это сейчас, а не ждите.

source: AgentWP is hidden.
ru_ru: AgentWP скрыт.

source: AgentWP is off.
ru_ru: AgentWP выключен.

source: AgentWP will have access to:
ru_ru: AgentWP будет иметь доступ к:

source: All Agents
ru_ru: Все агенты

source: All Capabilities
ru_ru: Все возможности

source: An unknown error occurred.
ru_ru: Произошла неизвестная ошибка.

source: and
ru_ru: и

source: API Key
ru_ru: API-ключ

source: API key
ru_ru: API-ключ

source: Beta Testing – Read Only Mode
ru_ru: Бета-тестирование — режим «Только чтение»

source: Billing
ru_ru: Биллинг

source: Blog
ru_ru: Блог

source: Bug
ru_ru: Ошибка

source: Changelog
ru_ru: Журнал изменений

source: Changes and Updates
ru_ru: Изменения и обновления

source: Chat will not be available on these URLs or URL patterns. Put each on a new line.
ru_ru: Чат не будет доступен по этим URL или шаблонам URL. Размещайте каждый на новой строке.

source: Choose a site specific plan to get started:
ru_ru: Чтобы начать, выберите план для конкретного объекта:

source: Choose Who Can Use AgentWP
ru_ru: Выберите, кто может использовать AgentWP

source: Class %1$s does not exist
ru_ru: Класс %1$s не существует

source: Clean up AgentWP plugin data after deactivation
ru_ru: Очистите данные плагина AgentWP после деактивации

source: Cleanup Data
ru_ru: Очистка данных

source: Click here to get your API key
ru_ru: Нажмите здесь, чтобы получить свой ключ API

source: Click to minimize
ru_ru: Нажмите, чтобы свернуть

source: Click to reinitialize.
ru_ru: Нажмите для повторной инициализации.

source: Click to show.
ru_ru: Нажмите, чтобы показать.

source: Coming soon
ru_ru: Вскоре

source: Connect
ru_ru: Соединять

source: Connect AI Services
ru_ru: Подключите службы ИИ

source: Connect To AWP
ru_ru: Подключиться к AWP

source: Connect Your Site
ru_ru: Подключите свой сайт

source: Connecting to awp. Please wait...
ru_ru: Подключение к awp. Пожалуйста, подождите...

source: Continue
ru_ru: Продолжать

source: Continue In Codeable
ru_ru: Продолжить в кодируемом

source: Conversation Only Mode (no Agent)
ru_ru: Режим «Только разговор» (без агента)

source: Conversation Settings
ru_ru: Настройки разговора

source: Convo Only
ru_ru: Только Convo

source: Copied
ru_ru: Скопировано

source: Copied!
ru_ru: Скопировано!

source: Copy code
ru_ru: Скопировать код

source: Copy code to clipboard.
ru_ru: Скопировать код в буфер обмена.

source: Copy Response
ru_ru: Копировать ответ

source: count is
ru_ru: количество равно

source: Create a new conversation
ru_ru: Создать новый разговор

source: Create a new post
ru_ru: Создать новый пост

source: Create Post from Agent Response
ru_ru: Создать публикацию из ответа агента

source: Creating Post...
ru_ru: Создание поста...

source: Dashboard
ru_ru: Панель инструментов

source: Database
ru_ru: База данных

source: Database structure, database content (encrypted)
ru_ru: Структура базы данных, содержимое базы данных (зашифровано)

source: Delete
ru_ru: Удалить

source: Disconnect Site
ru_ru: Отключить сайт

source: Doc type not found: %1$s
ru_ru: Тип документа не найден: %1$s

source: Done.
ru_ru: Сделанный.

source: Edit
ru_ru: Редактировать

source: Edit a specific page
ru_ru: Редактировать определенную страницу

source: Edit gutenberg content
ru_ru: Редактировать содержимое Гутенберга

source: Enable or disable keyboard shortcuts
ru_ru: Включить или отключить сочетания клавиш

source: Enter your API key
ru_ru: Введите свой ключ API

source: Error Creating Post
ru_ru: Ошибка создания поста

source: Every minute
ru_ru: Каждую минуту

source: Explain a specific topic
ru_ru: Объясните конкретную тему

source: Extracted entities
ru_ru: Извлеченные сущности

source: Extracting entities...
ru_ru: Извлечение сущностей...

source: Failed to add code snippet
ru_ru: Не удалось добавить фрагмент кода

source: Failed to add CodeSnippets snippet: %1$s
ru_ru: Не удалось добавить фрагмент CodeSnippets: %1$s

source: Failed to add Woody Snippets snippet: %1$s
ru_ru: Не удалось добавить фрагмент Woody Snippets: %1$s

source: Failed to add WPCodeBox snippet: %1$s
ru_ru: Не удалось добавить фрагмент WPCodeBox: %1$s

source: Failed to summarize content
ru_ru: Не удалось резюмировать содержание

source: fair use policy
ru_ru: политика добросовестного использования

source: Faster responses
ru_ru: Более быстрые ответы

source: Field
ru_ru: Поле

source: For feedback on specific messages please don't use this - instead rank the message and use the resulting UI for more detailed feedback.
ru_ru: Для отзывов по конкретным сообщениям, пожалуйста, не используйте этот метод — вместо этого оцените сообщение и используйте полученный пользовательский интерфейс для более подробной обратной связи.

source: Free message limit reached.
ru_ru: Достигнут лимит бесплатных сообщений.

source: General Feedback
ru_ru: Общая обратная связь

source: Get help
ru_ru: Получить помощь

source: Go Pro
ru_ru: Стань профессионалом

source: Go to a specific page
ru_ru: Перейти на определенную страницу

source: Go to Dashboard
ru_ru: Перейти к панели инструментов

source: Help
ru_ru: Помощь

source: Help me create a new blog post.
ru_ru: Помогите мне создать новую запись в блоге.

source: Here are some things I can help you with.
ru_ru: Вот несколько вещей, с которыми я могу вам помочь.

source: Hi
ru_ru: Привет

source: History
ru_ru: История

source: I agree to the
ru_ru: Я согласен с

source: I think we should navigate to a new page. Would you like to continue to:
ru_ru: Я думаю, нам следует перейти на новую страницу. Хотите продолжить:

source: Ideas
ru_ru: Идеи

source: Indexing
ru_ru: Индексация

source: Install
ru_ru: Установить

source: Integrations
ru_ru: Интеграции

source: Invalid nonce.
ru_ru: Неверный одноразовый номер.

source: Invalid request method: %1$s
ru_ru: Неверный метод запроса: %1$s

source: Invalid request.
ru_ru: Неверный запрос.

source: It looks like you have lost your AgentWP manager capabilities. Click the button below to restore your access.
ru_ru: Похоже, вы потеряли возможности менеджера AgentWP. Нажмите кнопку ниже, чтобы восстановить доступ.

source: Keyboard Shortcuts
ru_ru: Сочетания клавиш

source: Learn More
ru_ru: Узнать больше

source: Learn more
ru_ru: Узнать больше

source: Loading...
ru_ru: Загрузка...

source: Location class does not exist: %1$s
ru_ru: Класс местоположения не существует: %1$s

source: Login
ru_ru: Авторизоваться

source: Login to AWP
ru_ru: Войти в AWP

source: Make a snippet to add a new CPT
ru_ru: Создайте фрагмент для добавления нового CPT

source: Manage your account
ru_ru: Управляйте своим аккаунтом

source: Maximize the chat window to take all the available space
ru_ru: Разверните окно чата, чтобы занять все доступное пространство

source: Message ID
ru_ru: Идентификатор сообщения

source: Message is empty
ru_ru: Сообщение пусто

source: Method %1$s does not exist in class %2$s
ru_ru: Метод %1$s не существует в классе %2$s

source: Method %1$s must be public in class %2$s
ru_ru: Метод %1$s должен быть публичным в классе %2$s

source: More accurate AI
ru_ru: Более точный ИИ

source: More info
ru_ru: Дополнительная информация

source: Multiple statements are not allowed
ru_ru: Несколько утверждений не допускаются.

source: Navigate
ru_ru: Навигация

source: New
ru_ru: Новый

source: New Chat
ru_ru: Новый чат

source: No
ru_ru: Нет

source: No Access
ru_ru: Нет доступа

source: No history found
ru_ru: История не найдена

source: No posts found.
ru_ru: Сообщения не найдены.

source: No recent conversations.
ru_ru: Нет недавних разговоров.

source: No results found.
ru_ru: Результаты не найдены.

source: No suggestions found
ru_ru: Предложений не найдено

source: Not found
ru_ru: Не найдено

source: Nothing yet!
ru_ru: Пока ничего!

source: Only the owner can perform this action.
ru_ru: Это действие может выполнить только владелец.

source: Open the settings page
ru_ru: Откройте страницу настроек.

source: Or, continue with free
ru_ru: Или продолжайте бесплатно

source: Or, Manually Connect AI services
ru_ru: Или вручную подключите службы ИИ

source: Other...
ru_ru: Другой...

source: Plan
ru_ru: План

source: Please accept the terms and conditions
ru_ru: Пожалуйста, примите условия и положения.

source: Please enter your API key
ru_ru: Введите ваш ключ API

source: Please get back at
ru_ru: Пожалуйста, ответьте по адресу

source: Priority access to agent features as they're released
ru_ru: Приоритетный доступ к функциям агента по мере их выпуска

source: Privacy Policy
ru_ru: политика конфиденциальности

source: Query - Read Only
ru_ru: Запрос - Только чтение

source: Query contains disallowed keyword: %1$s
ru_ru: Запрос содержит недопустимое ключевое слово: %1$s

source: Query must start with SELECT
ru_ru: Запрос должен начинаться с SELECT

source: Question
ru_ru: Вопрос

source: Quicklinks
ru_ru: Быстрые ссылки

source: Ran fuzzy keyword search
ru_ru: Выполнил нечеткий поиск по ключевым словам

source: Ran semantic search
ru_ru: Выполнил семантический поиск

source: Ranked search results
ru_ru: Ранжированные результаты поиска

source: Ranking search results...
ru_ru: Рейтинг результатов поиска...

source: Rating Feedback
ru_ru: Рейтинг Отзыв

source: Read more about URL patterns.
ru_ru: Узнайте больше о шаблонах URL.

source: Recent conversations
ru_ru: Недавние разговоры

source: Request Access
ru_ru: Запросить доступ

source: Responding Actions
ru_ru: Ответные действия

source: Restricted URLs and Patterns
ru_ru: Ограниченные URL-адреса и шаблоны

source: Results
ru_ru: Результаты

source: Resummarize
ru_ru: Повторно резюмировать

source: Running fuzzy keyword search...
ru_ru: Выполнение нечеткого поиска по ключевым словам...

source: Running semantic search...
ru_ru: Выполнение семантического поиска...

source: Save
ru_ru: Сохранять

source: Search
ru_ru: Поиск

source: Search for a user...
ru_ru: Поиск пользователя...

source: Search for anything
ru_ru: Поиск чего-либо

source: Search Steps
ru_ru: Шаги поиска

source: Search Term
ru_ru: Поисковый термин

source: selected
ru_ru: выбрано

source: Set Up AgentWP
ru_ru: Настроить AgentWP

source: Settings
ru_ru: Настройки

source: Shows the progress of the AI-powered search process across your WordPress content.
ru_ru: Показывает ход процесса поиска с использованием искусственного интеллекта по всему контенту WordPress.

source: Site Connection
ru_ru: Подключение к сайту

source: Site Health
ru_ru: Здоровье сайта

source: Site Summary
ru_ru: Резюме сайта

source: Site to AgentWP Services
ru_ru: Сайт для AgentWP Services

source: Snippet added by AgentWP
ru_ru: Фрагмент добавлен AgentWP

source: Sorry we are unable to run SQL query.
ru_ru: Извините, мы не можем выполнить SQL-запрос.

source: Start Indexing
ru_ru: Начать индексацию

source: Subject to our
ru_ru: При условии соблюдения наших

source: Submit
ru_ru: Представлять на рассмотрение

source: Submit general feedback thoughts, and ideas about AgentWP.
ru_ru: Отправьте общие отзывы, мысли и идеи по поводу AgentWP.

source: Suggestion
ru_ru: Предположение

source: Summary
ru_ru: Краткое содержание

source: Support
ru_ru: Поддерживать

source: Supporter Plan
ru_ru: План поддержки

source: Tasks
ru_ru: Задачи

source: Terms
ru_ru: Условия

source: Test code before using
ru_ru: Проверьте код перед использованием

source: Thank you for your feedback!
ru_ru: Спасибо за ваш отзыв!

source: Thank you for your message!
ru_ru: Спасибо за ваше сообщение!

source: The natural language query you enter to find specific content or information on your WordPress site.
ru_ru: Запрос на естественном языке, который вы вводите для поиска определенного контента или информации на вашем сайте WordPress.

source: This is not a support channel. For account support, click here.
ru_ru: Это не канал поддержки. Для поддержки учетной записи нажмите здесь.

source: This is your API key
ru_ru: Это ваш ключ API

source: To begin using AgentWP, connect it to the AI services. If this is your first time connecting this site, a quick indexing process will take place.
ru_ru: Чтобы начать использовать AgentWP, подключите его к службам AI. Если вы подключаетесь к этому сайту впервые, будет выполнен быстрый процесс индексации.

source: To begin using AgentWP, connect it to the Al services. If this is your first time connecting this site, a quick indexing process will take place.
ru_ru: Чтобы начать использовать AgentWP, подключите его к службам AI. Если вы подключаетесь к этому сайту впервые, будет выполнен быстрый процесс индексации.

source: To use AgentWP, please complete the onboarding and configuration!
ru_ru: Чтобы использовать AgentWP, пожалуйста, завершите регистрацию и настройку!

source: Tools
ru_ru: Инструменты

source: Turn off
ru_ru: Выключать

source: Unlimited usage
ru_ru: Неограниченное использование

source: Up next
ru_ru: Далее

source: Upgrade
ru_ru: Апгрейд

source: Upgrade now
ru_ru: Апгрейд сейчас

source: Upgrade this Site to Pro
ru_ru: Апгрейд сайт до Pro

source: Upgrade to Pro
ru_ru: Апгрейд до Pro

source: Use auto connection (default)
ru_ru: Использовать автоматическое подключение (по умолчанию)

source: View all history
ru_ru: Посмотреть всю историю

source: View Full Scope.
ru_ru: Просмотреть полный объем.

source: View history
ru_ru: Посмотреть историю

source: Vision is off. When turned on, AgentWP can view the current page.
ru_ru: Vision выключен. При включении AgentWP может просматривать текущую страницу.

source: Vision is on. Click to toggle off.
ru_ru: Видение включено. Нажмите, чтобы выключить.

source: Warning: AgentWP will not work properly without JavaScript, please enable it.
ru_ru: Предупреждение: AgentWP не будет работать правильно без JavaScript, пожалуйста, включите его.

source: What WordPress version am I running?
ru_ru: Какую версию WordPress я использую?

source: What's New?
ru_ru: Что нового?

source: Who are you?
ru_ru: Кто ты?

source: Yes
ru_ru: Да

source: YOU
ru_ru: ТЫ

source: You are missing the following params in your request: %1$s
ru_ru: В вашем запросе отсутствуют следующие параметры: %1$s

source: You do not have permission to access AgentWP. Please request access to AgentWP from your AgentWP manager.
ru_ru: У вас нет разрешения на доступ к AgentWP. Пожалуйста, запросите доступ к AgentWP у вашего менеджера AgentWP.

source: You haven't indexed your site yet.
ru_ru: Вы еще не проиндексировали свой сайт.

source: You must be connected.
ru_ru: Вы должны быть подключены.

source: You're on the waitlist... Search Anything WordPress will be available soon.
ru_ru: Вы в списке ожидания... Поиск чего угодно WordPress скоро будет доступен.

source: You've successfully connected to AI Services
ru_ru: Вы успешно подключились к службам ИИ

source: Your connected site ID is
ru_ru: Ваш идентификатор подключенного сайта:

source: Your data is private. It will never be used for AI training, and is encrypted at rest and transit.
ru_ru: Ваши данные конфиденциальны. Они никогда не будут использоваться для обучения ИИ и шифруются при хранении и передаче.

source: Your feedback...
ru_ru: Ваш отзыв...

source: Your message is too long
ru_ru: Ваше сообщение слишком длинное

source: Your profile
ru_ru: Ваш профиль

source: Your site could not be verified.
ru_ru: Ваш сайт не может быть проверен.

source: Your site needs to be connected to AgentWP perform this action.
ru_ru: Для выполнения этого действия ваш сайт должен быть подключен к AgentWP.
